{
  "name": "The Haunting of Ypsilon 14",
  "url": "https://www.tuesdayknightgames.com/products/the-haunting-of-ypsilon-14",
  "description": "A Mothership scenario set in a remote mining base, where the crew of the Tempest arrives to deliver cargo and collect a signature. As they dig deeper, they uncover a buried secret and an unseen threat stalking the dark, rust-choked corridors. What began as a routine drop-off becomes a fight to escape with their lives.",
  "areas": [
    {
      "order": 0,
      "name": "Approaching Ypsilon 14 Mining Base",
      "scenes": [
        {
          "name": "Tempest Approach",
          "description": "The hiss of decompression signals the end of hypersleep. One by one, cryopods split open in the dim light of the crew bay, releasing a wash of cold vapor that clings to bare skin and fogs the floor like spilled coolant. The crew of the Tempest shivers their way upright, dressed only in briefs and tank tops, blinking against the harsh fluorescents. Muscles ache with the slow return of gravity's pull, and the air tastes faintly of old metal and thawing plastic. No alarm bells, no emergency klaxons. Just routine — another delivery on another rock.\nYou move like seasoned freight hands, groaning through stretches, checking vitals on flickering wall displays, and scrubbing sleep from your faces with calloused palms. Coffee's already bubbling in the galley, sharp and overcooked, as you cycle through cargo manifests and verify inventory. Somewhere out in the dark, just visible on the forward screen, Ypsilon 14 hangs like a coal smudge—no features, no fanfare, just three shaky landing beacons blinking red against the void. A place to unload, sign the form, and leave.\nThe familiar pre-dock ritual kicks in: tools checked, belts cinched, loaders prepped. You're tired, scruffy, and irritable — but operational. The cargo doesn't care about cryo hangovers, and neither does the clock. Systems begin cycling for final approach, and the hum of the bay grows louder beneath their bare feet. Ypsilon 14 is waiting.",
          "roomNumber": 101,
          "images": [
            "Tempest-Hypersleep.png",
            "TempestBridge.png",
            "Approach.png",
            "MiningBaseExterior.png",
            "Airlock.png"
          ],
          "sounds": [
            {
              "sound": "152_Nostromo.mp3",
              "loop": true,
              "attribution": "Table Top Audio"
            }
          ],
          "maps": ["Tempest.png"],
          "systems": ["ypsilon"]
        }
      ]
    },
    {
      "order": 1,
      "name": "Characters",
      "scenes": [
        {
          "name": "Ashraf",
          "description": "Short stature with wide, trusting eyes and an open, naive smile that softens his youthful features.\nAshraf and Rosa are in the mine entrance, trying to find the source of an air leak in the conduits that carry ore into the automated drills. \"I swear, it wasn't leaking before,\" he says, peering up at the conduits with a puzzled frown. \"Maybe it's just a bad seal?\"\nHe looks at Rosa, shaking his head. \"Do you think we should call Jerome? He knows more about this stuff than I do.\"",
          "images": ["Ashraf.png"]
        },
        {
          "name": "Dana",
          "description": "Stoic and sullen, her face set in a mask of concentration, movements precise and economical.\nShe's off duty, arguing in the mess with Kantaro about his bathing habits. \"You smell like grease and asteroid dust, Kantaro,\" she says, crossing her arms. \"You need to clean up before you get into my bed again.\"",
          "images": ["Dana.png"]
        },
        {
          "name": "Jerome",
          "description": "Tall and lean with a playful grin that sometimes slips to reveal restless, uneasy eyes.\nJerome is in the workspace, tinkering with a broken vaccsuit. \"I swear, this thing's possessed,\" he mutters, shaking his head as status lights flash red. \"Every time I fix it, it breaks again.\"\nHe looks up at you, his grin faltering. \"You think it's haunted?\"",
          "images": ["Jerome.png"]
        },
        {
          "name": "Rie",
          "description": "Small with sharp features and an impish grin, eyes flickering with sarcasm and mischief.\nRie is off duty in his room, practicing guitar. The soft strumming echoes through the narrow corridors, blending with the hum of ventilation systems.",
          "images": ["Rie.png"]
        },
        {
          "name": "Kantaro",
          "description": "Muscular and quiet, with unkempt hair and the scent of sweat and oil, showing signs of neglect.\nKantaro is in the mess, arguing about his bathing habits. \"I don't see what the big deal is,\" he mutters, crossing his arms defensively. \"It's not like anyone else cares.\" He grumbles under his breath as the argument continues, eventually storming off toward his room, muttering, \"Fine, I'll put on deodorant or something.\"",
          "images": ["Kantaro.png"]
        },
        {
          "name": "Morgan",
          "description": "Relaxed posture and friendly expression, but nervous glances betray underlying anxiety.\nMorgan is in the mess trying to get a candy bar unstuck from a vending machine. \"Come on, you stupid thing,\" she mutters, shaking the machine gently. The candy bar teeters on the edge but refuses to fall.",
          "images": ["Morgan.png"]
        },
        {
          "name": "Rosa",
          "description": "Fit and imposing, dark eyes cold and assessing, carrying a domineering presence.\nRosa is with Ashraf in the Mine Entrance, trying to repair a conduit leak. \"This seal looks fine,\" she says, inspecting the conduit closely. \"Maybe the pressure's too high?\" She glances at Ashraf, her expression firm but calm.",
          "images": ["Rosa.png"]
        },
        {
          "name": "Mike",
          "description": "Rugged and weathered, with streaks of dirt beneath sharp eyes and a permanent five o'clock shadow.\nMike is currently missing, last seen going into the mines. His absence has left the crew uneasy, and his signature is required to release the ship's clamps.",
          "images": ["Mike.png"]
        },
        {
          "name": "Sonya",
          "description": "Hair pulled back in a tidy ponytail, her sharp gaze carrying quiet authority and practicality.\nSonya is in the Docking Bay, overseeing cargo operations and trying to locate Mike. \"You can't leave until we find him,\" she says, her voice steady but tense.",
          "images": ["Sonya.png"]
        },
        {
          "name": "Prince",
          "description": "A mottled yellow cat, ragged in appearance but prowling with cautious curiosity.\nPrince is in the mess hall, curled up in a cardboard cat bed labeled \"Prince.\" Occasionally, he stretches and yawns, eyeing the crew with mild interest.",
          "images": ["Prince.png"]
        }
      ]
    },
    {
      "order": 2,
      "name": "Mining Base",
      "scenes": [
        {
          "name": "Docking Bay 2",
          "description": "The Tempest docks at Ypsilon Station with a heavy clang of locking clamps.\nAs you step into the dimly lit corridor, you're met by Sonya, a tired-looking station lead with a corporate badge and no time for pleasantries.\n\"Cargo checks out,\" she says, holding up a data pad. \"But we've got a problem — Mike's the one who needs to sign for it, and he's gone dark. No comms, no trace since last shift.\" She glances nervously at the DOCKING HOLD alert on the airlock. \"Until we get his thumbprint, those clamps stay locked. Company policy.\"\nLooks like you're not leaving until you find Mike.",
          "roomNumber": 201,
          "images": ["Docking Bay 2.png"],
          "sounds": [
            {
              "sound": "106_Lunar_Outpost.mp3",
              "loop": true,
              "attribution": "Table Top Audio"
            }
          ],
          "maps": ["Ypsilon.png"]
        },
        {
          "name": "Workspace",
          "description": "The primary workspace hums with the deep thrum of machinery. At its center yawns a massive pit, ringed with metal railings and heavy-duty conduits that snake downward into darkness, carrying ore from deep below. In one corner, a towering generator pulses with life, its control panel flickering with status lights. Across from it, a wide cargo lift squats beside the shaft, flanked by lockers, hanging work suits, and bins of personal gear. A compact, rarely used medbay occupies another corner—sterile and silent. Corridors stretch off toward crew quarters, while reinforced airlocks offer access to the docking bays beyond.",
          "roomNumber": 202,
          "images": [
            "Workspace.png",
            "Cargo Lift.png",
            "Console.png",
            "Generator.png",
            "Medbay.png",
            "YawningPit.png"
          ]
        },
        {
          "name": "Quarters",
          "description": "A narrow corridor stretches ahead, lined with identical doors, each sporting a small removable nameplate. Names like Sonya, Ashraf, Dana, Jerome, Kantaro, Morgan, Rie, Rosa, and Mike are neatly printed on most, but one door stands out — its nameplate is blank. The walls are scuffed and faded, the hum of ventilation filling the quiet space, lending an air of tense anticipation to the otherwise mundane passage.",
          "roomNumber": 203,
          "images": [
            "cabin-ashraf.png",
            "cabin-dana.png",
            "cabin-kantaro.png",
            "cabin-mike.png",
            "cabin-morgan.png",
            "cabin-rie.png",
            "cabin-rosa.png",
            "cabin-unused.png"
          ]
        },
        {
          "name": "Mess",
          "description": "The mess hall is dimly lit, with humming automated kitchen units lining the back wall — prices marked for each packaged item. A stained table sits at the center, a music casette left forgotten at the edge. Beside it, someone's placed a cardboard cat bed, clearly handmade, the word \"Prince\" stenciled on the side. Through a glass door, the hydroponic gardens are visible; rows of drooping plants sag under flickering grow lights, their leaves beginning to wilt from neglect.",
          "roomNumber": 204,
          "images": ["Cafeteria.png", "HydroponicsGarden.png"],
          "sounds": [
            {
              "sound": "Mothership-Ypsilon-14-Blue-Cassette.mp3",
              "loop": false,
              "attribution": "Table Top Audio"
            }
          ]
        },
        {
          "name": "Washrooms",
          "description": "The washroom is utilitarian and worn, with rows of dented metal stalls and fogged-over mirrors bolted to stained walls. Grimy floor tiles lead to a line of showers, their drains slow and rust-ringed. One of the shower heads hangs broken, smashed and useless. Overhead, a large, clunky extractor fan rattles as it pulls steam into the vents, barely keeping up with the moisture clinging to every surface. The air smells of soap, rust, and something faintly sour.",
          "roomNumber": 205,
          "images": ["Mining Shower.png", "Mining Shower Broken.png"]
        },
        {
          "name": "Mine Entrance",
          "description": "The entrance to the mine is dominated by a heavy industrial airlock, its surface scuffed and streaked with dust from years of use. Warning lights pulse dimly above it, casting red glows on the reinforced floor. Beyond the sealed doors lies the shaft, where automated drills whir and grind deep within the rock. A series of thick conduits and rattling tubes snake upward, pumping fragmented ore straight to the workspace above in a constant, clattering flow.",
          "roomNumber": 206,
          "images": ["MineEntrance.png"],
          "sounds": [
            {
              "sound": "427_Bug_Hunt.mp3",
              "loop": true,
              "attribution": "Table Top Audio"
            }
          ]
        },
        {
          "name": "Mine Tunnel",
          "description": "The mine tunnels stretch out before you, rough-hewn rock walls glinting with veins of ore that catch the flickering light of your helmet. Multiple narrow passages branch off unpredictably, some disappearing into shadowy alcoves, others descending steeply into deeper shafts. The main tunnel continues straight ahead, swallowed by darkness so thick it seems to pulse with unseen movement.",
          "roomNumber": 207,
          "images": ["MiningTunnel.png", "Mine Crossroads.png", "Mines.png"]
        },
        {
          "name": "Mine Depths",
          "description": "Deep in the mine, the rough cave walls are stained with a splash of thick yellow goo, its origin unknown and unsettling. Nearby, an empty vaccsuit lies slumped in a lifeless heap, its visor cracked and dust-coated. The word 'silence' is scorched into the rock face with a handheld laser cutter left resting just below.",
          "roomNumber": 208,
          "images": ["Mine Depths.png"]
        },
        {
          "name": "Mine Antechamber",
          "description": "The antechamber opens into a cavern sculpted from strangely smooth black rock, its walls curving into graceful arches and swirling patterns that catch the dim light. Thick yellow goo oozes sluggishly along the floor and drips from the ceiling, pooling near an empty fleshy pod affixed unnaturally to the rock face. Against one wall, a small workstation stands cluttered with an advanced scanner and a lone scrap of paper resting on the desk, its edges slightly stained.",
          "roomNumber": 209,
          "images": ["Mine Antechamber.png"]
        },
        {
          "name": "Docking Bay 1",
          "description": "The airlock to the Heracles is a massive steel door marked with scuffs and burn marks from frequent use, and a sturdy numbered keypad glows faintly beside the control panel. A small warning plaque nearby cautions that access is restricted, requiring a valid code to release the locking mechanism.",
          "roomNumber": 210,
          "images": ["Docking Bay 1.png"]
        },
        {
          "name": "Crawlspace",
          "description": "You squeeze into a narrow crawlspace cramped with tangled cables and dusty ventilation ducts. The passage snakes through the mining area, branching off to vents leading into the crew quarters, mess hall, workspace, and washrooms. Flickering lights struggle to illuminate a grimy control panel mounted low on the wall, its screen cracked but still offering terminal access to the base's systems. The air here is stale, heavy with the scent of oil and damp metal.",
          "roomNumber": 211,
          "images": ["Crawlspace.png"],
          "sounds": [
            {
              "sound": "Mothership-Ypsilon-14-Yellow-Cassette.mp3",
              "loop": false,
              "attribution": "Table Top Audio"
            }
          ]
        }
      ]
    },
    {
      "order": 3,
      "name": "Heracles",
      "scenes": [
        {
          "name": "Airlock",
          "description": "The airlock of the Heracles is sleek and modern, with smooth polished surfaces and clean lines. Soft blue lighting illuminates the pristine steel door, while an integrated biometric scanner pulses gently beside the entrance. The atmosphere feels sterile and high-tech, a stark contrast to the rugged mining base outside.",
          "roomNumber": 301,
          "images": ["Heracles-Airlock.png"],
          "maps": ["Heracles.png"]
        },
        {
          "name": "Bridge",
          "description": "The bridge of the Heracles is a compact, high-tech hub bathed in soft ambient light. Multiple sleek stations line the walls — dedicated to navigation, scientific analysis, and engineering diagnostics — each bristling with holographic displays and touch-sensitive controls. Yet, all systems converge seamlessly at the single pilot's chair positioned front and center, allowing one skilled operator to command the entire ship with precision and ease.",
          "roomNumber": 302,
          "images": ["Heracles-Bridge.png"]
        },
        {
          "name": "Engine Room",
          "description": "The engine room hums quietly, reactors at low power and engines on standby. Dim control panels flicker softly amid the tangle of pipes and cables, the air warm but calm.",
          "roomNumber": 303,
          "images": ["Heracles-Engine Room.png"]
        },
        {
          "name": "Galley",
          "description": "The galley is compact and efficient, with space-saving seating neatly against the walls. Countless cupboards line the room, stocked with supplies and ration packs. Soft lighting and clean surfaces give it a tidy, functional feel amidst the ship's high-tech surroundings.",
          "roomNumber": 304,
          "images": ["Heracles-Galley.png"]
        },
        {
          "name": "Hypersleep",
          "description": "The hypersleep chamber is a sterile, dimly lit room lined with sleek pods, their translucent canopies fogged by condensation but currently empty. Soft hums from the dormant life-support systems fill the air, and faint blue indicator lights pulse steadily on each pod's control panel.",
          "roomNumber": 305,
          "images": ["Heracles-Hypersleep.png"]
        },
        {
          "name": "Lab",
          "description": "The main lab is a bright, orderly space filled with sleek workstations and advanced scientific equipment. At one bench, a scientist in a rumpled lab coat hunches intently over a microscope, surrounded by scattered samples and data pads. Their head is slightly bloated, topped by thinning black hair, unaware of your presence.",
          "roomNumber": 306,
          "images": [
            "Heracles-Lab.png",
            "Heracles-Main Lab.png",
            "Ethan Giovanni Away.png",
            "Ethan Giovanni.png"
          ],
          "sounds": [
            {
              "sound": "Mothership-Ypsilon-14-White-Cassette.mp3",
              "loop": false,
              "attribution": "Table Top Audio"
            }
          ]
        },
        {
          "name": "Stateroom",
          "description": "The stateroom is compact but tidy, furnished with sturdy bunk beds stacked against one wall. Each bunk has its own small terminal embedded in the frame, glowing softly in the dim light. Personal effects are neatly stored in built-in compartments, giving the room a functional, lived-in feel.",
          "roomNumber": 307,
          "images": ["Heracles-Stateroom.png"]
        }
      ]
    },
    {
      "order": 4,
      "name": "Miscellaneous",
      "scenes": [
        {
          "name": "The Monster",
          "description": "The miner staggers forward with a jerky, unnatural gait, as if caught in a distorted dream. Suddenly, their head blinks out of existence, followed by their torso, then limbs—each part vanishing in turn until the figure dissolves completely into the empty void, leaving nothing but an eerie stillness behind.",
          "roomNumber": 103,
          "images": [
            "Infrared.png",
            "MonsterEating1.png",
            "MonsterEating2.png",
            "MonsterEating3.png"
          ],
          "sounds": [
            {
              "sound": "427_Bug_Hunt.mp3",
              "loop": true,
              "attribution": "Table Top Audio"
            }
          ]
        },
        {
          "name": "Escaping Ypsilon 14",
          "description": "The engines roar at full throttle, pushing beyond every limit as the ship hurtles away. Behind you, the asteroid erupts in a blinding fury of fire and shrapnel, casting the hull in violent flashes of light. Alarm bells scream and then abruptly cut out, leaving only the pounding of your own heartbeat echoing in the charged silence.",
          "roomNumber": 103,
          "images": [
            "AsteroidExplosion.png",
            "TempestEscape.png",
            "HeraclesEscaping.png"
          ],
          "sounds": [
            {
              "sound": "156_Star_Freighter.mp3",
              "loop": true,
              "attribution": "Table Top Audio"
            }
          ]
        }
      ]
    }
  ],
  "attributions": [
    {
      "name": "Table Top Audio",
      "role": "Music and Sound Effects",
      "license": "Attribution-NonCommercial-NoDerivatives 4.0 International",
      "contact": "https://tabletopaudio.com/"
    },
    {
      "name": "Pearce Design Studio",
      "role": "Starship Geomorphs Book",
      "license": "Attribution-NonCommercial-NoDerivatives 4.0 International",
      "contact": "https://travellerrpgblog.blogspot.com/2018/10/the-starship-geomorphs-book-if-finally.html"
    }
  ]
}
